awww-bin
bibata-cursor-theme-bin
envycontrol
grayjay-bin
ipman
lib32-vkbasalt
librewolf-bin
mongodb-bin
mpvpaper
niri-git
nvibrant-bin
paru
paru-debug
preload
python-pywalfox
reshade-shaders-git
rustdesk-bin
spicetify-marketplace-bin
spotify
swaylock-effects
tela-icon-theme-bin
ungoogled-chromium-bin
video-downloader
vkbasalt
windscribe-v2-bin
wlogout
ytermusic-bin
