amd-ucode
android-tools
android-udev
apparmor
arch-wiki-docs
awww-bin
baobab
base
base-devel
bibata-cursor-theme-bin
bind
brightnessctl
btop
btrfs-progs
cava
celluloid
cliphist
code
dunst
efibootmgr
envycontrol
expac
fastfetch
fish
flatpak
foliate
fortune-mod
fuzzel
fzf
gammastep
gimp
git
gnome-software
gnome-text-editor
gnome-themes-extra
go
grayjay-bin
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
hypnotix
inetutils
ipman
jdk17-openjdk
jq
kew
kitty
less
lib32-vkbasalt
libnotify
libpulse
librewolf-bin
linux
linux-firmware
ly
mission-center
mongodb-bin
mpv
mpvpaper
mtpfs
nano
nautilus
ncdu
networkmanager
niri-git
nodejs
noto-fonts
npm
nvibrant-bin
nvidia-open
nvm
nwg-displays
nwg-dock-hyprland
nwg-look
obs-studio
papirus-icon-theme
paru
paru-debug
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
powertop
preload
python-pyqt5
python-pywalfox
qt6-wayland
reflector
reshade-shaders-git
rofi
rustdesk-bin
sl
sof-firmware
spicetify-marketplace-bin
spotify
spotify-player
starship
sushi
swayidle
swaylock-effects
tela-icon-theme-bin
terminus-font
time
tlp
tmux
ttf-cascadia-code-nerd
ttf-dejavu
ttf-firacode-nerd
ufw
ungoogled-chromium-bin
unzip
video-downloader
vkbasalt
vlc
waybar
wayvnc
wget
windscribe-v2-bin
wireplumber
wl-clipboard
wlogout
wlr-randr
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
xwayland-satellite
yazi
ytermusic-bin
zoxide
zram-generator
